export const PHOTOS_COUNT = 25;

export const MESSAGES = [
  "Всё отлично!",
  "В целом всё неплохо. Но не всё.",
  "Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.",
  "Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.",
  "Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.",
  "Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!"
];

export const NAMES = ["Артём", "Алёна", "Петя", "Анна", "Анатолий", "Елена"];

export const DESCRIPTIONS = [
  "Закат на море",
  "Домик в лесу",
  "Горный пейзаж над рекой",
  "Лесные осенние тропы",
  "Цветочный сад",
  "Закат над озером",
  "Песчаный пляж",
  "Милые котики",
  "Семейный ужин",
  "Встреча с друзьями"
];

export const MIN_LIKES = 15;
export const MAX_LIKES = 200;
export const MIN_COMMENT = 0;
export const MAX_COMMENT = 30;
export const MIN_AVATAR = 1;
export const MAX_AVATAR = 6;